// alt+shift+f
var proInfo = {
    time : null,
    week : null,
    total : 0,
    list : [
        { t: '精华', n: 0, p: 10000, ic : 'p0' },
        { t: '彩果', n: 0, p: 9300, ic : 'p1' },
        { t: '50环', n: 0, p: 1000, ic :'p11' },
        { t: '60环', n: 0, p: 1000, ic :'p12' },
        { t: '魔决', n: 0, p: 6000, ic : 'p4' },
        { t: '内丹', n: 0, p: 6000, ic : 'p5' },
        { t: '玫瑰花', n: 0, p: 5400, ic :'p6' },
        { t: '金兰花', n: 0, p: 5400, ic :'p7' },
        { t: '2级宝石', n : 0, p : 1600, ic :'p3' },
        { t: '1级宝石', n : 0, p : 600, ic :'p2' },
        { t: '烹饪', n: 0, p: 500, ic:'p8' },
        { t: '三级药', n: 0, p: 500, ic:'p9' },
        { t: '金柳露', n : 0, p : 1000, ic : 'p10' },
        { t: '夜光', n: 0, p: 960, ic :'p13' },
        { t: '避水', n: 0, p: 500, ic :'p14' },
        { t: '龙鳞', n: 0, p: 700, ic:'p15' }
    ]
};


module.exports = proInfo;